Repository: LinQisan/tmxJP_CN
Catalog: upload/JP_CN_2.tmx
Source language: ja
Languages: zh_cn

source: あの事故の時 私 気が付いた
zh_cn: 那次意外让我注意到

source: 私はもう あの人が覚えている私の姿なんかじゃない
zh_cn: 我的模样再也不是他印象中的那个样子了

source: われはそなたが憎い 憎くてたまらぬのじゃ
zh_cn: 我恨你 恨之入骨啊

source: あの人に 老いた姿を見られるの 嫌だった
zh_cn: 才不要被他看见我老的样子

source: こらあデカいわ
zh_cn: 这次震得真厉害

source: 千代子さ
zh_cn: 千代子

source: あなたはいつでも 助けて下さるのね
zh_cn: 你一直都在救我啊

source: ああっ 千代子さん 千代子さん
zh_cn: 啊 千代子小姐 千代子小姐

source: 結局
zh_cn: 最后

source: 鍵の君 とは逢われへんかったんやね 千代子はん
zh_cn: 还是没能见到钥匙的主人啊 千代子她

source: あのジイさんがな
zh_cn: 那个老人啊

source: あの絵描きは
zh_cn: 那个画家

source: 最後までかたくなに口を閉ざし 私は拷問を重ねてしまった
zh_cn: 到死也没有开口 我不停地拷打他

source: 私が殺したんです
zh_cn: 他是被我杀死了

source: ほな 千代子さんは
zh_cn: 那千代子她

source: いない人の影を追いかけていたんだ
zh_cn: 一直都在追逐着不存在的幻影

source: すいません 私が無理をさせてしまったせいで
zh_cn: 对不起 都怪我强拉着您采访

source: いいえ 今日は本当に楽しかった
zh_cn: 不 今天真是很开心

source: でも もうお別れですね
zh_cn: 不过我们该分别了

source: そんな 医者もきっと良くなると
zh_cn: 不会的 医生都说很快就会好的

source: 嘘は下手なのね
zh_cn: 你撒谎真不行啊

source: 悲しくしないで
zh_cn: 不用难过

source: だって 私 またあの人を追いかけて行くんですもの
zh_cn: 因为我又可以去追逐着他了

source: ほら 鍵もここにある あなたのお陰ね
zh_cn: 你看 钥匙在这里 这多亏了你

source: この鍵はあの人の思い出を開けてくれたの
zh_cn: 这把钥匙让我唤起了关于他的记忆

source: あなたにお話を聞いて貰っているうちに あの頃の私が甦ってきたみたいだった
zh_cn: 在和你讲这些的时候 我好像回到了那时的自己

source: 今度は きっと逢えますね あの人に
zh_cn: 这回一定可以见到他的

source: どうでしょう
zh_cn: 那会怎样呢

source: でも どっちでもいいのかもしれない
zh_cn: 不过 不管怎样都可以了

source: だって 私
zh_cn: 因为 我

source: だって 私 あの人を追いかけてる 私が好きなんだもの
zh_cn: 因为我其实喜欢的是一直追逐他的自己
